Repository: ForexStuff/gpt
Catalog: herostuff/po/*.po
Languages: de

source: (h)elp ------- routines ---- change (w)orking directory detect (c)ard (r)ead directory and rename GoPro files ------- create ------ timelapse from (v)ideo timelapse from (i)mages (q)uit
de: (h)ilfe ------- Routinen ------- Arbeitsverzeichnis ändern (w) Karte erkennen (c) Verzeichnis einlesen und GoPro-Dateien umbenennen (r) ------- Erstellen ------ Timelapse aus Videodatein (v) Timelapse aus Bilddateien (i) Beenden (q)

source: Images: *******
de: Bilder: *******

source: Video: ******
de: Videos: *******

source: %d image files will be renamed.
de: %d Bilddateien werden umbenannt.

source: %s already exists in target directory.
de: %s existiert bereits im Verzeichnis.

source: (project) folders in working directory
de: (Projekt-) Ordner im Arbeitsverzeichnis

source: Cancel clicked
de: Abbruch

source: Change
de: Ändern

source: Change directory to %s
de: Wechsele ins Verzeichnis %s

source: Change working directory
de: Arbeitsverzeichnis ändern

source: Change working directory? (y/N)
de: Arbeitsverzeichnis ändern? (y/N)

source: Choose destination folder
de: Zielordner wählen

source: Choose destination folder (return for default value: %s):
de: Zielordner wählen ('Return' verwendet Standardwert: %s):

source: Choose directory
de: Verzeichnis wählen

source: Copy %s
de: Kopiere %s

source: Copy %s...
de: Kopiere %s

source: Copy files from %s to %s.
de: Kopiere Dateien von %s nach %s.

source: Could not load GTK+, only command-line version is available.
de: Konnte GTK+ nicht laden, nur Kommandozeilenversion möglich.

source: Create %d of %d
de: Erstelle %d von %d

source: Create timelapse
de: Erstelle Timelapse

source: Create timelapse for directory
de: Erstelle Timelapse für Verzeichnis

source: Creating config file...
de: Erstelle Konfigurationsdatei...

source: Delete (y/n)
de: Löschen (y/n)

source: Deleting %s.
de: Lösche %s.

source: Destination folder
de: Zielordner

source: Directory already exists. OK.
de: Verzeichnis existiert bereits. OK.

source: Done.
de: Fertig.

source: Entered: %s
de: Eingabe: %s

source: Error: no write permission
de: Fehler: Keine Schreibberechtigung

source: Everything stays as it is.
de: Alles bleibt so, wie es ist.

source: Failed to copy files. Not enough free space.
de: Kopieren gescheitert, Speicherplatz nicht ausreichend.

source: Files successfully copied.
de: Dateien erfolgreich kopiert.

source: Folder
de: Ordner

source: Folder already exists. OK.
de: Ordner existiert bereits. OK.

source: Folder created.
de: Ordner erstellt.

source: Folder selected:
de: Ordner ausgewählt:

source: Found photos...
de: Fotos gefunden.

source: Helps you to organize your GoPro adventures.
de: Hilft dir bei der Organisation deiner GoPro-Abenteuer.

source: Image
de: Bild

source: Image files do not match the GoPro naming convention. No need for renaming or renaming already done.
de: Bilddateien entsprechen nicht dem GoPro-Benennungsschema. Umbenennen nicht erforderlich oder bereits erfolgt.

source: Import
de: Importieren

source: Input path:
de: Pfad angeben:

source: Invalid input
de: Ungültige Eingabe

source: Invalid input (integer required). Try again...
de: Ungültige Eingabe (Ganzzahl erforderlich). Nächster Versuch...

source: Invalid input (no integer). Try again...
de: Ungültige Eingabe (keine Ganzzahl). Nächster Versuch...

source: Invalid input (no number). Try again...
de: Ungültige Eingabe (keine Zahl). Nächster Versuch...

source: Invalid input, input must be integer between 1 and
de: Ungültige Eingabe. Eingabe muss ganze Zahl zwischen 1 und

source: Invalid input, input must be integer between 1 and %d. Try again...
de: Ungültige Eingabe. Eingabe muss ganze Zahl zwischen 1 und %d sein. Nächster Versuch...

source: Invalid input. Try again...
de: Ungültige Eingabe. Nächster Versuch...

source: Invalid path
de: Ungültiger Pfad

source: Memory card
de: Speicherkarte

source: Memory card found. Copy and rename media files to working directory? (y/n)
de: Speicherkarte gefunden. Dateien ins Arbeitsverzeichnis kopieren und umbenennen? (y/n)

source: Move along. There is nothing to see here.
de: Weitergehen. Es gibt hier nichts zu sehen.

source: Multiplier
de: Multiplikator

source: Multiplier for timelapse videos
de: Multiplikator für Zeitraffer-Videos

source: Multiplier must be larger than 1.
de: Multiplikator muss größer als 1 sein.

source: Multiplier:
de: Multiplikator:

source: No GoPro device.
de: Kein GoPro-Medium.

source: No change.
de: Keine Änderung.

source: No configuration for working directory in config file. Set default value (~/GP)...
de: Keine Konfiguration für Arbeitsverzeichnis in der Konfigurationsdatei. Verwende Standardwert (~/GP)...

source: No devices found.
de: Keine Medien gefunden.

source: No free space
de: Kein Speicherplatz

source: No matching image files.
de: Keine passenden Bilddateien.

source: No photos found.
de: Keine Fotos gefunden.

source: No video files found.
de: Keine Videodateien gefunden.

source: No video files.
de: Keine Videodateien.

source: Not enough disc space
de: Nicht genug Speicherplatz

source: Open
de: Öffnen

source: Permission denied.
de: Zugriff verweigert.

source: Photo
de: Foto

source: Photo (subdirectories)
de: Foto (Unterordner)

source: Refresh
de: Aktualisieren

source: Rename %s to %s.
de: %s wird in %s umbenannt.

source: Search
de: Suche

source: Search device in %s
de: Suche Medium in %s

source: Search in %s
de: Suche in %s

source: Select clicked
de: Auswahl angeklickt

source: Select directory to create timelapse video of (0 to cancel):
de: Verzeichnis für Timelapse-Video auswählen (0 für Abbruch):

source: Selected: %s
de: Ausgewählt: %s

source: Size
de: Größe

source: There are no subfolders in the working directory yet
de: Noch keine Unterordner im Arbeitsverzeichnis

source: There is not enough space to copy media files to the working directory. Try again later after problem is solved.
de: Es ist nicht ausreichend Speicherplatz verfügbar, um die Dateien ins Arbeitsverzeichnis zu kopieren. Erneut versuchen, wenn das Problem behoben ist.

source: Video files do not match the GoPro naming convention. No need for renaming or renaming already done.
de: Videodatein entsprechen nicht dem GoPro-Benennungsschema. Umbenennen nicht erforderlich oder bereits erfolgt.

source: Working directory
de: Arbeitsverzeichnis

source: Working directory: %s
de: Arbeitsverzeichnis: %s

source: _Help
de: _Hilfe

source: directory
de: Verzeichnis

source: no.
de: Nr.

source: path/to/memory/card
de: Pfad/zur/Speicherkarte

source: path/to/working/directory
de: Pfad/zum/Arbeitsverzeichnis

source: preview file(s) (LRV/THM) found.
de: Vorschaudatei(en) (LRV/THM) gefunden.

source: quantity
de: Anzahl
